{
  "title": "Neuroscience of leadership masterclass",
  "type": "",
  "desc": "<p>Neuroscience is informing and transforming our understanding of motivation, performance and change.</p><p>This masterclass explains how, by understanding our brains, we can get more out of them. It is a focussed introduction for up to 50 new and experienced senior leaders and SCS.</p><p>You’ll explore the latest research from the world of neuroscience and discover how to apply the hard evidence to the way you work. By knowing what helps you to work at your best (and what doesn’t), you can improve your own performance, and that of your team and your organisation.</p><p>You’ll also learn how your behaviour and actions can have an impact on the people around you. By creating a challenging, positive work environment where employees feel part of a team, and believe in their ability to learn and improve, you can make a real difference to your colleagues’ ability to perform at their best.</p><p>Geared towards the real challenges and issues leaders face, this 1-day masterclass covers:</p><ul class='list-bullet'><li>why our brains don’t like change (ambiguity is even worse) and how we can manage change more effectively</li><li>what creates a positive, enthused mindset that enables us to collaborate, innovate and think at our best, and how by taking some small actions we can make a significant difference to our own and others’ performance</li><li>our social brains and the impact of empathetic relationships on our ability to think</li><li>some of the tools and techniques  that can help us stay calm under pressure and enable others to do the same</li></ul><p>This course mixes short presentations, films, scientific research and discussion. There’ll be time for you to reflect on what you’ve learnt and apply it to your working life with some practical planning. This masterclass encourages you to work across the civil service, to maximise the knowledge and intelligence of the group and to create connections and maintain them beyond this session.</p><p>This masterclass is led by Hilary Scarlett, the founder of Scarlett Associates and a frequent international speaker on applied neuroscience. Her book on neuroscience and organisational change will be published in early 2016.</p>",
  "outcomes": {
    "blurb": "<p>As a result of completing this neuroscience masterclass, you’ll:</p>",
    "points": [
      "be able to lead and influence others more effectively through having an understanding of the fundamental principles of how our brains work",
      "gain an understanding of what helps people to focus and perform at their best",
      "have increased your ability to lead and inspire others through times of change and uncertainty",
      "be aware of the impact leaders’ behaviours and actions can have on  creating either a negative distracted mindset or one that is positive, resilient and engaged",
      "have increased your awareness and confidence in what you can do to create a high-performing, collaborative and innovative team that delivers at pace"
    ]
  },
  "duration": "1 day"
}